   - [[https://github.com/redguardtoo/mastering-emacs-in-one-year-guide/blob/master/guide-zh.org][一年成为Emacs高手(像神一样使用编辑器)]]
   - http://emacslife.com/

**  Org 写 PPT
   - State "OKTODAY"    from "STARTED"    [2014-05-09 五 14:37]
   - State "OKTODAY"    from "STARTED"    [2014-05-07 三 19:12]
   :LOGBOOK:
   CLOCK: [2014-05-09 五 15:37]--[2014-05-09 五 16:04] =>  0:27
   CLOCK: [2014-05-09 五 14:09]--[2014-05-09 五 14:24] =>  0:15
   CLOCK: [2014-05-07 三 17:44]--[2014-05-07 三 19:12] =>  1:28
   :END:
 
  - http://orgmode.org/worg/org-tutorials/non-beamer-presentations.html#sec-3
  - https://github.com/yjwen/org-reveal/blob/master/Readme.org  
** OKTODAY malabar-mode
   CLOSED: [2014-05-09 五 09:47]
   - State "OKTODAY"    from "OKTODAY"    [2014-05-09 五 16:04]
   - State "OKTODAY"    from "STARTED"    [2014-05-09 五 09:47]
   - State "OKTODAY"    from "STARTED"    [2014-05-09 五 09:05]
   :LOGBOOK:
   CLOCK: [2014-05-09 五 09:05]--[2014-05-09 五 09:11] =>  0:06
   CLOCK: [2014-05-09 五 09:00]--[2014-05-09 五 09:05] =>  0:05
   :END:
  - http://software-ninja-ninja.blogspot.com/2014/03/using-malabar-mode-to-auto-populate-new.html
  - https://github.com/m0smith/malabar-mode#Installation
  - http://www.skybert.net/emacs/using-malabar-for-java-development/
  -
